Table of Contents
 Enum LoadDirection
Namespace
IdeaRS.OpenModel.Detail
Assembly
IdeaRS.OpenModel.dll
Direction of load
public enum LoadDirection
Fields
InGcs = 1
Direction in global coordinate system
InLcs = 0
Direction in Local coordinate system
Fields
 Name |  Description
 InGcs = 1
Direction in global coordinate system
 InLcs = 0
Direction in Local coordinate system
 Edit this page